Show / Hide Table of Contents
Class PointResultOfTA
Point Result of TA
Inheritance
System.Object
PointResultBase
PointResultOfTA
Inherited Members
 PointResultBase.Loading
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
[Obfuscation(Feature = "renaming")]
public class PointResultOfTA : PointResultBase
Properties
Improve this Doc   View Source
Temp
Temperature
Declaration
public double Temp { get; set; }
Property Value
 Type |  Description
 System.Double
 Improve this Doc
 View Source